function typing_group()
{
    T.add("sleep=2000");
    T.add("Горная:ИЗМН:1");
    T.add("Луговая:ИЗМЧ:1");
    T.add("sleep=2000");
    T.add("Горная:ИЗМН:2");
    T.add("Луговая:ИЗМЧ:2");
    T.add("sleep=2000");
    T.add("Горная:ИЗМН:3");
    T.add("Луговая:ИЗМЧ:3");
    T.add("sleep=2000");
    T.add("Горная:ИЗМН:4");
    T.add("Луговая:ИЗМЧ:4");
    T.add("sleep=2000");
    T.add("Горная:ИЗМН:0");
    T.add("Луговая:ИЗМЧ:0");
    T.add("sleep=2000");
    T.add("Луговая:ИЗМН:1");
    T.add("Горная:ИЗМЧ:1");
    T.add("sleep=2000");
    T.add("Луговая:ИЗМН:2");
    T.add("Горная:ИЗМЧ:2");
    T.add("sleep=2000");
    T.add("Луговая:ИЗМН:3");
    T.add("Горная:ИЗМЧ:3");
    T.add("sleep=2000");
    T.add("Луговая:ИЗМН:4");
    T.add("Горная:ИЗМЧ:4");
    T.add("sleep=2000");
    T.add("Луговая:ИЗМН:0");
    T.add("Горная:ИЗМЧ:0");
}



